package ru.vk.cup.data

object CategoryRepository {

    val categories = listOf(
        "Юмор",
        "Еда",
        "Кино",
        "Рестораны",
        "Прогулки",
        "Политика",
        "Новости",
        "Автомобили",
        "Сериалы",
        "Рецепты",
        "Работа",
        "Отдых",
        "Спорт",
        "Обувь и одежда",
        "Дом и сад",
        "Строительство и ремонт",
        "Развлечения",
        "Техника и электроника",
        "В2В"
    ).map { Category(it) }
}